Repository: cartesinus/leyzer
Catalog: en2es/omegat/project_save.tmx
Source language: en_us
Languages: es

source: display my post from the INSTAGRAM.SLOT.DATE_DAY
es: muestra mi publicación de INSTAGRAM.SLOT.DATE_DAY

source: display my posts from INSTAGRAM.SLOT.DATE_MONTH
es: muestra mis publicaciones de INSTAGRAM.SLOT.DATE_MONTH

source: display my posts from the INSTAGRAM.SLOT.DATE_DAY
es: muestra mis publicaciones del INSTAGRAM.SLOT.DATE_DAY

source: display my recent instagram pictures
es: muestra mis fotos recientes de instagram

source: display my sms inbox
es: mostrar mi bandeja de entrada de sms

source: display my starred google drive files
es: muestra mis archivos favoritos de google drive

source: display the google drive files i starred
es: muestra los archivos de google drive que destaqué

source: display the instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muestra las fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: display the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muestra las imágenes de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: do not notify me when an appointment on my calendar at location CALENDAR.SLOT.LOCATION begins
es: no me notifiques cuando comience una cita en mi calendario con la ubicación CALENDAR.SLOT.LOCATION

source: do not notify me when an appointment on my calendar begins
es: no me notifiques cuando comience una cita en mi calendario

source: do not notify me when an event on my calendar at location CALENDAR.SLOT.LOCATION begins
es: no me notifiques cuando comience un evento en mi calendario con la ubicación CALENDAR.SLOT.LOCATION

source: do not notify me when an event on my calendar begins
es: no me notifiques cuando comience un evento en mi calendario

source: do not notify me when an meeting on my calendar at location CALENDAR.SLOT.LOCATION begins
es: no me notifiques cuando comience una reunión en mi calendario con la ubicación CALENDAR.SLOOT.LOCATION

source: do not notify me when an meeting on my calendar begins
es: no me notifiques cuando comience una reunión en mi calendario

source: edit my contact CONTACTS.SLOT.NAME
es: edita mi contacto CONTACTOS.SLOT.NAME

source: email EMAIL.SLOT.TO
es: correo electrónico a EMAIL.SLOT.TO

source: email EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT and message EMAIL.SLOT.MESSAGE
es: un correo electrónico a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT y envía un mensaje EMAIL.SLOT.MESSAGE

source: email a picture to EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT
es: envía una foto por correo electrónico a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT

source: get email
es: baja correo electrónico

source: get email inbox
es: baja correo electrónico en la bandeja de entrada

source: get emails arrived EMAIL.SLOT.TIME
es: muestra correos electrónicos que llegaron EMAIL.SLOT.TIME

source: get emails from EMAIL.SLOT.SENDER_ADDRESS
es: muestra correos electrónicos de EMAIL.SLOT.SENDER_ADDRESS

source: get emails i got from EMAIL.SLOT.SENDER_ADDRESS
es: muestra los emails que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: get emails i received from EMAIL.SLOT.SENDER_ADDRESS
es: muestra correos electrónicos que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: get emails that arrived EMAIL.SLOT.TIME
es: muestra emails que llegaron EMAIL.SLOT.TIME

source: get gmail
es: baja gmail

source: get gmail inbox
es: baja la bandeja de entrada de gmail

source: get messages i received on slack from SLACK.SLOT.SENDER
es: muestra mensajes que recibí en slack de SLACK.SLOT.SENDER

source: get messages i received on slack in SLACK.SLOT.CHANNEL
es: muestra mensajes que recibí en slack en SLACK.SLOT.CHANNEL

source: get my bmi from fitbit
es: muestra mi bmi de fitbit

source: get my body measurements from fitbit
es: muestra las medidas de mi cuerpo de fitbit

source: get my email
es: muestra mi correo

source: get my email inbox
es: muestra mi bandeja de entrada de correo electrónico

source: get my emails
es: muestra mis emails

source: get my emails from EMAIL.SLOT.SENDER_ADDRESS
es: muestra mis correos electrónicos de EMAIL.SLOT.SENDER_ADDRESS

source: get my emails i got from EMAIL.SLOT.SENDER_ADDRESS
es: muestra mis emails que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: get my emails i received from EMAIL.SLOT.SENDER_ADDRESS
es: abre los correos electrónicos que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: get my emails labelled EMAIL.SLOT.LABEL
es: muestra mis correos electrónicos etiquetados EMAIL.SLOT.LABEL

source: get my emails on gmail
es: abre mis correos electrónicos en gmail

source: get my emails that have label EMAIL.SLOT.LABEL
es: muestra mis emails con la etiqueta EMAIL.SLOT.LABEL

source: get my emails with label EMAIL.SLOT.LABEL
es: muestra mis correos electrónicos con la etiqueta EMAIL.SLOT.LABEL

source: get my emails with subject EMAIL.SLOT.SUBJECT
es: muestra mis correos electrónicos con el tema EMAIL.SLOT.SUBJECT

source: get my fitbit step count
es: muestra mi conteo de pasos fitbit

source: get my fitbit step count on FITBIT.SLOT.DATE
es: muestra mi conteo de pasos fitbit FITBIT.SLOT.DATE

source: get my fitbit steps on FITBIT.SLOT.DATE
es: muestra mis pasos de fitbit FITBIT.SLOT.DATE

source: get my gmail
es: baja mi gmail

source: get my gmail inbox
es: muestra mi bandeja de entrada de gmail

source: get my last slack messages
es: muestra mis últimos mensajes de slack

source: get my latest email
es: abre mi último email

source: get my primary category emails
es: muestra mis correos electrónicos de categoría principal

source: get my slack channel history
es: muestra mi historial de canales de slack

source: get my steps from fitbit
es: muestra mis pasos de fitbit

source: get my weight from fitbit
es: muestra mi peso de fitbit

source: get recent messages from SLACK.SLOT.SENDER in slack
es: muestra mensajes recientes de SLACK.SLOT.SENDER en slack

source: get recent slack messages in SLACK.SLOT.CHANNEL
es: muestra mensajes de slack recientes en SLACK.SLOT.CHANNEL

source: get slack messages in SLACK.SLOT.CHANNEL i received in the last hour
es: muestra mensajes de slack en SLACK.SLOT.CHANNEL que recibí en la última hora

source: get the count of steps from fitbit
es: muestra el recuento de pasos de fitbit

source: get the count of steps on FITBIT.SLOT.DATE from fitbit
es: muestra el recuento de pasos FITBIT.SLOT.DATE de fitbit

source: get the fitbit pedometer
es: muestra el podómetro fitbit

source: get the fitbit pedometer on FITBIT.SLOT.DATE
es: muestra el podómetro fitbit FITBIT.SLOT.DATE

source: get the fitbit step counter
es: muestra el contador de pasos fitbit

source: get the fitbit step counter on FITBIT.SLOT.DATE
es: muestra el contador de pasos fitbit FITBIT.SLOT.DATE

source: get the humidity
es: pon la humedad

source: get the humidity level
es: pon el nivel de humedad

source: get the number of steps from fitbit
es: muestra el número de pasos de fitbit

source: get the number of steps from fitbit on FITBIT.SLOT.DATE
es: muestra el número de pasos de fitbit FITBIT.SLOT.DATE

source: get the number of steps i took
es: muestra el número de pasos que hice

source: get the number of steps i took on FITBIT.SLOT.DATE
es: muestra la cantidad de pasos que hice FITBIT.SLOT.DATE

source: get the step count from fitbit
es: muestra el recuento de pasos de fitbit

source: get the step count on FITBIT.SLOT.DATE from fitbit
es: muestra el recuento de pasos FITBIT.SLOT.DATE de fitbit

source: get the steps i have taken
es: muestra los pasos que he hecho

source: get the steps i have taken on FITBIT.SLOT.DATE
es: muestra los pasos que he hecho FITBIT.SLOT.DATE

source: go back
es: vuelve

source: go back to the last song
es: vuelve a la última canción

source: go back to the last track
es: volver a la última pista

source: help me switch SPEAKER.SLOT.POWER my speaker
es: ayúdame a SPEAKER.SLOT.POWER mi altavoz

source: help me switch SPEAKER.SLOT.POWER the speaker
es: ayúdame a SPEAKER.SLOT.POWER el altavoz

source: help me turn SPEAKER.SLOT.POWER my speaker
es: ayúdame a SPEAKER.SLOT.POWER mi altavoz

source: help me turn SPEAKER.SLOT.POWER the speaker
es: ayúdame a SPEAKER.SLOT.POWER el altavoz

source: how high is humidity ?
es: ¿cómo es la humedad?

source: how high is humidity according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cómo es la humedad según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: how high is indoor temperature ?
es: ¿cómo es la temperatura interior?

source: how high is indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cómo es la temperatura interior según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: how high is temperature ?
es: ¿cómo es la temperatura?

source: how high is temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
es: ¿cómo es la temperatura según mi sensor AIRCONDITIONER.SLOT.AV_ALIAS?

source: increase my speaker 's volume
es: aumentar el volumen de mi altavoz

source: increase the volume of the speaker
es: aumentar el volumen del altavoz

source: latest NEWS.SLOT.PORTAL news
es: últimas noticias de NEWS.SOT.PORTAL

source: latest news on NEWS.SLOT.PORTAL
es: últimas noticias en NEWS.SLOT.PORTAL

source: let slack channel SLACK.SLOT.CHANNEL know that SLACK.SLOT.MESSAGE
es: deja que el canal de slack SLACK.SLOT.CHANNEL sepa que SLACK.SLOT.MESSAGE

source: list my GDRIVE.SLOT.MIME_TYPE files in google drive
es: enumera mis archivos GDRIVE.SLOT.MIME_TYPE en google drive

source: list my INSTAGRAM.SLOT.COUNT latest instagram pictures
es: enumera mis INSTAGRAM.SLOT.COUNT últimas fotos de instagram

source: list my INSTAGRAM.SLOT.COUNT latest instagram pictures on my account
es: enumera mis INSTAGRAM.SLOT.COUNT últimas imágenes de instagram en mi cuenta

source: list my INSTAGRAM.SLOT.COUNT recent instagram pictures
es: enumera mis INSTAGRAM.SLOT.COUNT fotos recientes de instagram

source: list my INSTAGRAM.SLOT.COUNT recent instagram pictures on my account
es: enumera mis INSTAGRAM.SLOT.COUNT fotos recientes de instagram en mi cuenta

source: list my files in google drive
es: enumera mis archivos en google drive

source: list my google drive files
es: enumera mis archivos de google drive

source: list my google drive files created GDRIVE.SLOT.TIME
es: enumera mis archivos de google drive creados GDRIVE.SLOT.TIME

source: list my google drive files in alphabetical order
es: enumera mis archivos de google drive en orden alfabético

source: list my google drive files in reverse alphabetical order
es: enumera mis archivos de google drive en orden alfabético inverso

source: list my google drive files larger than GDRIVE.SLOT.FILE_SIZE
es: enumera mis archivos de google drive más grandes que GDRIVE.SLOT.FILE_SIZE

source: list my google drive files modified GDRIVE.SLOT.TIME
es: enumera mis archivos de google drive modificados GDRIVE.SLOT.TIME

source: list my google drive files of type GDRIVE.SLOT.MIME_TYPE
es: enumera mis archivos de google drive de tipo GDRIVE.SLOT.MIME_TYPE

source: list my google drive files smaller than GDRIVE.SLOT.FILE_SIZE
es: enumera mis archivos de google drive más pequeños que GDRIVE.SLOT.FILE_SIZE

source: list my google drive files that were created most recently
es: enumera mis archivos de google drive que se crearon más recientemente

source: list my instagram pictures
es: enumera mis fotos de instagram

source: list my instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures tagged INSTAGRAM.SLOT.HASHTAG
es: enumera mis fotos de instagram etiquetadas INSTAGRAM.SLOT.HASHTAG

source: list my instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter
es: enumera mis fotos de instagram que tienen el filtro INSTAGRAM.SLOT.FILTER

source: list my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter applied
es: enumera mis imágenes de instagram que tienen aplicado el filtro INSTAGRAM.SLOT.FILTER

source: list my instagram pictures that use filter INSTAGRAM.SLOT.FILTER
es: enumera mis fotos de instagram que usan filtro INSTAGRAM.SLOT.FILTER

source: list my instagram pictures with filter INSTAGRAM.SLOT.FILTER
es: enumera mis fotos de instagram con filtro INSTAGRAM.SLOT.FILTER

source: list my instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: enumera mis fotos de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: list my newest google drive files
es: enumera mis archivos más recientes de google drive

source: list my oldest google drive files
es: enumera mis archivos de google drive más antiguos

source: list my post from INSTAGRAM.SLOT.DATE_MONTH
es: lista mi publicación de INSTAGRAM.SLOT.DATE_MONTH

source: list my post from the INSTAGRAM.SLOT.DATE_DAY
es: enumerar mi publicación de INSTAGRAM.SLOT.DATE_DAY

source: list my posts from INSTAGRAM.SLOT.DATE_MONTH
es: enumerar mis publicaciones de INSTAGRAM.SLOT.DATE_MONTH

source: list my posts from the INSTAGRAM.SLOT.DATE_DAY
es: enumerar mis publicaciones del INSTAGRAM.SLOT.DATE_DAY

source: list my recent instagram pictures
es: enumera mis fotos recientes de instagram

source: list my starred google drive files
es: enumera mis archivos favoritos de google drive

source: list the google drive files i starred
es: enumera los archivos de google drive que destaqué

source: list the instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: enumera las fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: enumera las fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: enumera las imágenes de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: enumera las imágenes de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: enumera las fotos de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: enumera las imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: enumera las imágenes de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: enumera las imágenes de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: log my weight on fitbit
es: registra mi peso en fitbit

source: make a new facebook post
es: haz una nueva publicación de facebook

source: make a new post containing FACEBOOK.SLOT.STATUS on facebook
es: haz una nueva publicación que contenga FACEBOOK.SLOT.STATUS en facebook

source: make a new post on facebook
es: haz una nueva publicación en facebook

source: make a new post that says FACEBOOK.SLOT.STATUS on facebook
es: haz una nueva publicación que diga FACEBOOK.SLOT.STATUS en facebook

source: make my speaker louder
es: hacer que mi altavoz sea más alto

source: make note of my weight on fitbit
es: tomar nota de mi peso en fitbit

source: make the speaker louder
es: hacer el altavoz más alto

source: mark me as away on slack
es: m'arcame como fuera en slack

source: mark me as not away on slack
es: m'arcame como no fuera en slack

source: message SLACK.SLOT.CHANNEL on slack saying SLACK.SLOT.MESSAGE
es: mensaje SLACK.SLOT.CHANNEL en slack diciendo SLACK.SLOT.MESSAGE

source: mute my speaker
es: silenciar mi altavoz

source: mute speaker
es: altavoz en silencio

source: mute the speaker
es: silenciar el altavoz

source: my bmi from fitbit
es: mi bmi de fitbit

source: my body measurements from fitbit
es: las medidas de mi cuerpo de fitbit

source: my fitbit step count
es: mi cuenta de pasos fitbit

source: my fitbit step count on FITBIT.SLOT.DATE
es: mi recuento de pasos de fitbit FITBIT.SLOT.DATE

source: my fitbit steps on FITBIT.SLOT.DATE
es: mis pasos de fitbit FITBIT.SLOT.DATE

source: my steps from fitbit
es: mis pasos de fitbit

source: my weight from fitbit
es: mi peso de fitbit

source: news on NEWS.SLOT.PORTAL
es: noticias en NEWS.SLOT.PORTAL

source: notify me if my weight goes over FITBIT.SLOT.WEIGHT
es: notifícame si mi peso sobrepasa FITBIT.SLOT.WEIGHT

source: notify me when NEWS.SLOT.PORTAL front page updates
es: notifíqueme cuando NEWS.SLOT.PORTAL actualice la página principal

source: notify me when NEWS.SLOT.PORTAL news updates
es: notifíqueme cuando NEWS.SLOT.PORTAL actualice las noticias

source: notify me when an appointment on my calendar at location CALENDAR.SLOT.LOCATION begins
es: notifícame cuando comience una cita en mi calendario con la ubicación CALENDAR.SLOOT.LOCATION

source: notify me when an appointment on my calendar begins
es: notifícame cuando comience una cita en mi calendario

source: notify me when an event on my calendar at location CALENDAR.SLOT.LOCATION begins
es: notifícame cuando comience un evento en mi calendario con la ubicación CALENDAR.SLOOT.LOCATION

source: notify me when an event on my calendar begins
es: notifícame cuando comience un evento en mi calendario

source: notify me when an meeting on my calendar at location CALENDAR.SLOT.LOCATION begins
es: notifícame cuando comience una reunión en mi calendario con la ubicación CALENDAR.SLOOT.LOCATION

source: notify me when an meeting on my calendar begins
es: notifícame cuando comience una reunión en mi calendario

source: notify me when the NEWS.SLOT.PORTAL NEWS.SLOT.SECTION section publishes a new article
es: notifíqueme cuando la sección NEWS.SLOT.PORTAL NEWS.SLOT.SECTION publique un nuevo artículo

source: on spotify play SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
es: en spotify reproduce SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST

source: on spotify play SPOTIFY.SLOT.SONG
es: en spotify reproduce SPOTIFY.SLOT.SONG

source: on spotify play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
es: en spotify reproduce SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST

source: open NEWS.SLOT.PORTAL
es: abrir NEWS.SLOT.PORTAL

source: open instagram
es: abre instagram

source: open my GDRIVE.SLOT.FILE_NAME for edition in google drive
es: abre mi GDRIVE.SLOT.FILE_NAME para su edición en google drive

source: open my calendar
es: abre mi calendario

source: open my contact CONTACTS.SLOT.NAME for edition
es: abre mi contacto CONTACTOS.SLOT.NAME para la edición

source: open my contact's info
es: abre la información de mi contacto

source: open my contacts
es: abre mis contactos

source: open my contacts with email CONTACTS.SLOT.EMAIL
es: abre mis contactos con el correo electrónico CONTACTS.SLOT.EMAIL

source: open my contacts with name CONTACTS.SLOT.NAME
es: abre mis contactos con el nombre CONTACTS.SLOT.NAME

source: open my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER
es: abre mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER

source: open my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER and email CONTACTS.SLOT.EMAIL
es: abre mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER y envía un correo electrónico a CONTACTS.SLOT.EMAIL

source: open my google contacts with email CONTACTS.SLOT.EMAIL
es: abre mis contactos de google con el correo electrónico CONTACTS.SLOT.EMAIL

source: open my instagram
es: abre mi instagram

source: open slack
es: abre slack

source: open spotify
es: abrir spotify

source: open spotify and play some music
es: abre spotify y reproduce música

source: open spotify to play some music
es: abrir spotify para reproducir música

source: pause my spotify
es: pausa mi spotify

source: pause spotify
es: pausa spotify

source: pause that song
es: pausa esa canción

source: pause that track
es: pausa esa pista

source: pause this song
es: pausa esta canción

source: pause this track
es: pausa esta pista

source: phone PHONE.SLOT.NUMBER
es: teléfono PHONE.SLOT.NUMBER

source: play SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
es: reproduce SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST

source: play SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST en spotify

source: play SPOTIFY.SLOT.SONG
es: reproduce SPOTIFY.SLOT.SONG

source: play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
es: reproduce SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST

source: play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST en spotify

source: play SPOTIFY.SLOT.SONG on spotify
es: reproduce SPOTIFY.SLOT.SONG en spotify

source: play a SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
es: reproduce SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST-

source: play a SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST en spotify

source: play a song SPOTIFY.SLOT.SONG
es: reproduce una canción SPOTIFY.SLOT.SONG

source: play a song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
es: reproduce una canción SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST

source: play a song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce una canción SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST en spotify

source: play a song SPOTIFY.SLOT.SONG on spotify
es: reproduce una canción SPOTIFY.SLOT.SONG en spotify

source: play my spotify
es: reproduce mi spotify

source: play next song
es: pon la siguiente canción

source: play next song on spotify
es: reproduce la canción siguiente en spotify

source: play next track
es: reproduce la siguiente pista

source: play next track on spotify
es: reproduce la siguiente pista en spotify

source: play some music on spotify
es: reproduce música en spotify

source: play spotify
es: reproduce spotify
